Repository: common-repository/search-live
Catalog: languages/search-live-*.po
Languages: de_de, pt_br

source: A description will be derived automatically from the start of a post if the manual excerpt is empty.
de_de: Wenn der manuelle Auszug leer ist, wird eine Beschreibung automatisch vom Anfang des Eintrags abgeleitet.
pt_br: Uma descrição será gerada automaticamente a partir do início do post se o resumo manual estiver vazio.

source: Access denied.
de_de: Zugriff verweigert.
pt_br: Acesso negado.

source: Appearance
de_de: Erscheinung
pt_br: Aparência

source: Ascending
de_de: Aufsteigend
pt_br: Crescente

source: Characters
de_de: Zeichen
pt_br: Caracteres

source: Click <em>Publish</em> to save the page content and publish the page.
de_de: Klicke <em>Veröffentlichen</em> um den Inhalt der Seite zu speichern und diese zu publizieren.
pt_br: Clique em <em>Publicar</em> para salvar o conteúdo e publicar a página.

source: Click the widget, then click one of the sidebar options that appear below and then click <em>Add Widget</em>. You can also drag and drop the widget onto an available sidebar.
de_de: Klicke das Widget, dann klicke auf eine der Optionen der Seitenleisten die darunter erscheinen und dann auf <em>Widget hinzufügen</em>. Du kannst das Widget auch direkt auf eine Seitenleiste ziehen.
pt_br: Clique no widget, selecione uma das opções de barra lateral que aparecerão abaixo e então clique em <em>Adicionar widget</em>. Você pode também arrastar e soltar o widget em uma das barras laterais.

source: Could you please spare a minute and give it a review over at WordPress.org?
de_de: Könntest du bitte eine Minute freimachen und eine Rezension auf WordPress.org abgeben?
pt_br: Poderia gastar um minuto para fazer uma avaliação no WordPress.org?

source: Crop thumbnails
de_de: Thumbnails kürzen
pt_br: Cortar miniaturas

source: Date
de_de: Datum
pt_br: Data

source: Delay
de_de: Verzögerung
pt_br: Atraso

source: Descending
de_de: Absteigend
pt_br: Decrescente

source: Descriptions
de_de: Beschreibungen
pt_br: Descrições

source: Documentation
de_de: Dokumentation
pt_br: Documentação

source: Dynamic focus
de_de: Dynamischer Fokus
pt_br: Foco dinâmico

source: Filter search results based on the current language.
de_de: Die Suchergebnisse nach der aktuellen Sprache filtern.
pt_br: Filtrar resultados de busca com base no idioma atual.

source: Floating results
de_de: Schwebende Resultate
pt_br: Resultados flutuantes

source: Follow %1$s and %2$s and visit %3$s to check out other free and premium plugins we provide.
de_de: Folge %1$s und %2$s und besuche %3$s um mehr über andere kostenlose und Premium-Plugins von uns zu erfahren.
pt_br: Siga %1$s e %2$s e visite %3$s para conferir outros plugins gratuitos e premium que fornecemos.

source: From your WordPress Dashboard go to <strong>Pages > Add New</strong>. Place the following shortcode on the page:
de_de: Vom WordPress Dashboard aus gehe auf <strong>Seiten > Erstellen</strong>. Füge den folgenden Shortcode auf der Seite ein:
pt_br: No Painel do WordPress acesse <strong>Páginas > Adicionar nova</strong>. Cole o seguinte shortcode no texto da página:

source: General Settings
de_de: Allgemeine Einstellungen
pt_br: Configurações gerais

source: Height
de_de: Höhe
pt_br: Altura

source: Here is how you can place a Search Live field on a page.
de_de: So kann man ein Search Live Feld auf einer Seite platzieren.
pt_br: Veja como colocar um campo de busca do Search Live em uma página.

source: I have already done that.
de_de: Das habe ich bereits getan.
pt_br: Eu já fiz isso.

source: If enabled and where possible, the %s form replaces the standard WordPress search form.
de_de: Ist dies aktiviert, dann wird wo dies möglich ist, das WordPress Standardsuchfeld durch das %s Feld ersetzt.
pt_br: Se ativado, e quando possível, o formulário do %s substituirá o formulário de busca padrão do WordPress.

source: If enabled, posts without a featured image will show a default placeholder thumbnail image.
de_de: Wenn dies aktiviert ist, wird bei Einträgen ohne Beitragsbild ein Platzhalterbild verwendet.
pt_br: Se ativado, posts sem imagem destacada mostrarão uma miniatura padrão.

source: If enabled, the thumbnail images are cropped to match the dimensions exactly. Otherwise the thumbnails will be adjusted in size while matching the aspect ratio of the original image.
de_de: Ist dies aktiviert, werden Thumbnails den genauen Dimensionen entsprechend zugeschnitten. Ansonsten werden die Thumbnails in der Größe justiert, unter Berücksichtigung des Bildformats des Originalbildes.
pt_br: Se ativado, as miniaturas serão cortadas nas dimensões exatas. Caso contrário, o tamanho das miniaturas será ajustado mantendo a proporção da imagem original.

source: If enabled, the visitor can use the cursor keys to navigate through the search results and visit a search result link by pressing the Enter key.
de_de: Ist dies aktiviert, kann der Besucher die Pfeiltasten verwenden um über die Suchergebnisse zu fahren, und die Eingabetaste verwenden um ein Ergebnislink zu besuchen.
pt_br: Se ativado, o usuário pode usar as teclas de setas para navegar pelos resultados da busca e acessar o link de um resultado pressionando a tecla Enter.

source: If the Enter key is not inhibited, a normal search is requested when the visitor presses the Enter key in the search field.
de_de: Ist die Eingabetaste nicht gesperrt, wird eine normale Suche aufgerufen wenn der Besucher die Eingabetaste im Suchfeld betätigt.
pt_br: Se a tecla Enter não estiver inibida, uma busca normal será realizada quando o usuário pressionar Enter no campo de busca.

source: If the option is enabled, the Search Live form replaces the standard WordPress search form.
de_de: Ist diese Option aktiviert, ersetzt das Search Live Feld das WordPress Standardsuchfeld.
pt_br: Se a opção estiver ativada, o formulário do Search Live substitui o formulário de busca padrão do WordPress.

source: If this option is enabled, the inline styles are used when the search is displayed.
de_de: Ist diese Option aktiviert, dann werden Inline-Stile verwendet wenn das Suchfeld angezeigt wird.
pt_br: Se essa opção estiver ativa, os estilos inline serão utilizados ao exibir a busca.

source: If this option is enabled, the standard stylesheet is loaded when the search is displayed.
de_de: Ist diese Option aktiviert, dann wird die Standardstilvorlage geladen wenn das Suchfeld angezeigt wird.
pt_br: Se essa opção estiver ativada, a folha de estilos padrão será carregada ao exibir a busca.

source: If you would like to support our work, please visit our %sShop%s!
de_de: Wenn du unsere Arbeit unterstützen möchtest, besuche bitte unseren %sShop%s!
pt_br: Se você quiser apoiar nosso trabalho, visite nossa %sShop%s!

source: Inhibit form submission via the <em>Enter</em> key
de_de: Die <em>Eingabetaste</em> zum Einsenden des Formulars sperren
pt_br: Inibir envio do formulário por meio da tecla <em>Enter</em>

source: Inline Styles
de_de: Inline-Stile
pt_br: Estilos inline

source: Inline styles
de_de: Inline-Stile
pt_br: Estilos inline

source: Length of descriptions
de_de: Länge der Beschreibungen
pt_br: Tamanho das descrições

source: Limit
pt_br: Limite

source: Limit the maximum number of results shown.
de_de: Limitiert die Anzahl der angezeigten Resultate.
pt_br: Limitar o número máximo de resultados exibidos.

source: Many thanks for using <strong>Search Live</strong>!
de_de: Vielen Dank für die Verwendung von <strong>Search Live</strong>!
pt_br: Muito obrigado por usar o <strong>Search Live</strong>!

source: Navigable results
de_de: Navigierbare Resultate
pt_br: Resultados navegáveis

source: No results
de_de: Ohne Resultate
pt_br: Sem resultados

source: Note that you can place more than one widget in one or more sidebars and that each widget can use its individual settings.
de_de: Es können mehrere Widgets in einer oder mehreren Seitenleisten verwendet werden, wobei jedes Widget seine eigenen individuellen Einstellungen verwendet.
pt_br: Observe que você pode adicionar mais de um widget em uma ou mais barras laterais e que cada widget possui configurações individuais.

source: Now click <em>View Page</em> which will show you the search field on your newly created page.
de_de: Klicke dann auf <em>Seite anzeigen</em> um das Suchfeld auf der neu erstellten Seite anzusehen.
pt_br: Então clique em <em>Visualizar página</em> para ver o campo de busca em sua página recém criada.

source: Order by ...
de_de: Ordnen nach …
pt_br: Ordenar por...

source: Order the results by the chosen property.
de_de: Die Ergebnisse nach der ausgewählten Eigenschaft ordnen.
pt_br: Ordenar os resultados pelo campo selecionado

source: Placeholder Image
de_de: Platzhalter Bild
pt_br: Imagem padrão

source: Placeholder thumbnails
de_de: Platzhalter Thumbnails
pt_br: Miniaturas padrão

source: Please make sure that the spelling is correct, all letters must be in lower case.
de_de: Bitte stelle sicher dass die Schreibung korrekt ist, hier sind alle Kleinbuchstaben.
pt_br: Certifique-se de que a grafia esteja correta, todas as letras devem ser minúsculas.

source: Please refer to the <a href="https://docs.itthinx.com/document/search-live/">Search Live</a> documentation page for more details.
de_de: Weitere Informationen findest du auf der <a href="http://docs.itthinx.com/document/search-live/">Search Live</a> Dokumentationsseite.
pt_br: Consulte a página de documentação do <a href="http://docs.itthinx.com/document/search-live/">Search Live</a> para mais detalhes.

source: Presentation
de_de: Darstellung
pt_br: Apresentação

source: Random
de_de: Zufall
pt_br: Aleatório

source: Replace the standard WordPress search form
de_de: Das WordPress Suchformular ersetzen
pt_br: Substituir o formulário de busca padrão do WordPress

source: Save changes
de_de: Änderungen speichern
pt_br: Salvar alterações

source: Search
de_de: Suche
pt_br: Pesquisar

# submit button
source: Search
de_de: Suchen
pt_br: Buscar

# placeholder
source: Search &hellip;
de_de: Suchen &hellip;
pt_br: Buscar &hellip;

source: Search Form
de_de: Suchformular
pt_br: Formulário de busca

source: Search Form and UI Interaction
de_de: Suchformular und UI Interaktion
pt_br: Formulário de busca e interação com o usuário

source: Search Live Widget
pt_br: Widget do Search Live

source: Search Live on a Page
de_de: Search Live auf einer Seite
pt_br: Search Live em uma Página

source: Search Results
de_de: Suchresultate
pt_br: Resultados de busca

# label
source: Search for:
de_de: Suchen nach:
pt_br: Pesquisar por:

source: Search in contents
de_de: In Inhalten suchen
pt_br: Pesquisar no conteúdo

source: Search in excerpts
de_de: In Auszügen suchen
pt_br: Pesquisar nos resumos

source: Search in titles
de_de: In Titeln suchen
pt_br: Pesquisar nos títulos

source: Search results are shown floating below the search field.
de_de: Die Suchergebnisse werden schwebend unter dem Suchfeld angezeigt.
pt_br: Os resultados da busca são exibidos flutuando abaixo do campo de busca.

source: Search results should include matches in contents.
de_de: Die Suchergebnisse sollen Treffer aus Inhalten enthalten.
pt_br: Resultados de busca devem incluir correspondências encontradas no conteúdo.

source: Search results should include matches in excerpts.
de_de: Die Suchergebnisse sollen Treffer aus Auszügen enthalten.
pt_br: Resultados de busca devem incluir correspondências encontradas nos resumos.

source: Search results should include matching titles.
de_de: Die Suchergebnisse sollen Treffer aus Titeln enthalten.
pt_br: Resultados de busca devem incluir correspondências encontradas nos títulos.

source: Settings
de_de: Einstellungen
pt_br: Configurações

source: Setup
de_de: Einrichtung
pt_br: Configuração

source: Shop
pt_br: Loja

source: Show a submit button along with the search field.
de_de: Einen Absende-Button zusammen mit dem Suchfeld anzeigen.
pt_br: Exibir um botão de envio junto ao campo de busca.

source: Show a thumbnail for each result.
de_de: Ein Thumbnail für jedes Ergebnis anzeigen.
pt_br: Exibir uma miniatura para cada resultado.

source: Show descriptions
de_de: Beschreibungen zeigen
pt_br: Exibir descrições

source: Show short descriptions.
de_de: Kurze Beschreibungen zeigen.
pt_br: Exibir descrições curtas.

source: Show thumbnails
de_de: Thumbnails zeigen
pt_br: Exibir miniaturas

source: Show/hide search results when the search input field gains/loses focus.
de_de: Suchergebnisse anzeigen/ausblenden wenn das Suchfeld den Fokus erhält/verliert.
pt_br: Exibir/ocultar resultados da busca quando o campo de busca entra/sai de foco.

source: Standard Search
de_de: Standardsuche
pt_br: Busca padrão

source: Standard Stylesheet
pt_br: Folha de estilos padrão

source: Submit button
de_de: Button zum absenden
pt_br: Botão de envio

source: Submit button label
de_de: Bezeichnung des Absendebuttons
pt_br: Texto do botão de envio

source: Thank you for using <a href="https://www.itthinx.com/plugins/search-live/" target="_blank">Search Live</a> by <a href="https://www.itthinx.com" target="_blank">itthinx</a>.
de_de: Vielen Dank, dass du <a href="http://www.itthinx.com/plugins/search-live/" target="_blank">Search Live</a> von <a href="http://www.itthinx.com" target="_blank">itthinx</a> verwendest.
pt_br: Obrigado por usar o <a href="http://www.itthinx.com/plugins/search-live/" target="_blank">Search Live</a> da <a href="http://www.itthinx.com" target="_blank">itthinx</a>.

source: The Search Live Widget
de_de: Das Search Live Widget
pt_br: Widget do Search Live

source: The delay until the search starts after the user stops typing (in milliseconds, minimum %d).
de_de: Die Verzögerung bis die Suche startet nachdem der Benutzer aufhört zu tippen (in Millisekunden, minimum %d).
pt_br: Tempo após o usuário parar de digitar até iniciar a busca (em milissegundos, mínimo %d).

source: The essential extension for every WooCommerce Store!
de_de: Die unentbehrliche Erweiterung für jeden WooCommerce Shop!
pt_br: A extensão essencial para cada WooCommerce Store!

source: The length is limited through this option in both cases.
de_de: Die Länge ist durch diese Option in beiden Fällen limitiert.
pt_br: O tamanho é limitado por essa opção em ambos os casos.

source: The minimum number of characters required to start a search.
de_de: Die Mindestanzahl der Buchstaben die benötigt werden um eine Suche zu starten.
pt_br: Número mínimo de caracteres necessário para iniciar a busca.

source: The perfect Search Engine for your store helps your customers to find and buy the right products quickly.
de_de: Die perfekte Suchmaschine für Geschäfte, die Kunden hilft die richtigen Produkte schnell zu finden und zu kaufen.
pt_br: O mecanismo de busca perfeito para sua loja ajuda seus clientes a encontrar e comprar os produtos certos rapidamente.

source: The placeholder text for the search field.
de_de: Der Platzhaltertext für das Suchfeld.
pt_br: Texto do placeholder do campo de busca.

source: The text shown on the submit button.
de_de: Der Text der auf dem Suchbutton angezeigt wird.
pt_br: Texto exibido no botão de envio.

source: The text shown when no search results are obtained.
de_de: Der Text der angezeigt wird wenn es keine Suchergebnisse gibt.
pt_br: Texto exibido quando a busca não obtém nenhum resultado.

source: The tooltip of the search field.
de_de: Der Tooltip für das Suchfeld.
pt_br: Texto da tooltip do campo de busca.

source: The widget title.
de_de: Der Titel des Widgets.
pt_br: Título do widget.

source: These settings are related to the <code>[search_live]</code> shortcode, the <em>Search Live</em> widget and the <em>Search Live</em> API functions.
de_de: Diese Einstellungen beziehen sich auf den <code>[search_live]</code> Shortcode, das <em>Search Live</em> Widget und die <em>Search Live</em> API-Funktionen.
pt_br: Estas configurações referem-se ao shortcode <code>[search_live]</code>, ao widget do <em>Search Live</em> e às funções da API do <em>Search Live</em>.

source: Thumbnails
pt_br: Miniaturas

source: Title
de_de: Titel
pt_br: Título

source: To fine-tune the widget, click the widget after placing it in one of your sidebars and review the available options. Please refer to the documentation for details on the advanced options.
de_de: Um das Widget zu verfeinern, klicke es nachdem es auf einer Seitenleiste platziert ist und überprüfe seine Optionen. Bitte verwende die Dokumentation um mehr über die erweiterten Optionen zu erfahren.
pt_br: Para ajustes finos, clique no widget após adicioná-lo a uma barra lateral e revise as opções disponíveis. Consulte a documentação para detalhes sobre as opções avançadas.

source: To refine the settings used, please refer to the advanced configuration options and the shortcode attributes described in the documentation.
de_de: Um die Einstellungen zu verfeinern, bitte auf die erweiterten Optionen und Shortcodeattribute achten die in der Dokumentation beschrieben werden.
pt_br: Para refinar as configurações utilizadas, consulte as opções avançadas de configuração e os atributos do shortcode descritos na documentação.

source: To test the field, at least one post must be published. Start typing a search keyword, search results will show up below the field after you stop typing for an instant.
de_de: Um das Feld auszuprobieren, muss zumindest ein Eintrag veröffentlicht sein. Fange an ein Suchwort einzugeben, die Suchergebnisse werden unter dem Suchfeld angezeigt sobald man für einen Moment aufhört zu tippen.
pt_br: Para testar o campo, pelo menos um post deve estar publicado. Comece a digitar uma palavra de busca e os resultados aparecerão abaixo do campo, assim que você parar de digitar por um instante.

source: To use the widget, go to <strong>Appearance > Widgets</strong> and locate the <em>Search Live</em> widget in the <em>Available Widgets</em> section.
de_de: Um das Widget zu verwenden, gehe zu <strong>Design > Widgets</strong> und finde das <em>Search Live</em> Widget unter <em>Verfügbare Widgets</em>.
pt_br: Para usar o widget, acesse <strong>Aparência > Widgets</strong> e localize o widget do <em>Search Live</em> na seção <em>Widgets disponíveis</em>.

source: Use inline styles
de_de: Inline-Stile verwenden
pt_br: Utilizar estilos inline

source: Use the standard stylesheet
de_de: Die Standardstilvorlage verwenden
pt_br: Utilizar a folha de estilos padrão

source: Visit a page on your site where the sidebar appears and type in a keyword related to one or more of your posts.
de_de: Besuche eine Seite auf der die Seitenleiste erscheint und tippe ein Suchwort ein, welches sich auf einen oder mehrere Einträge bezieht.
pt_br: Acesse uma página de seu site onde a barra lateral seja visível e digite uma palavra relacionada a um de seus posts.

source: WPML Language Filter
de_de: WPML Sprachfilter
pt_br: Filtro de idioma WPML

source: When descriptions are shown, this option determines up to how many words will be included.
de_de: Wenn Beschreibungen angezeigt werden, bestimmt diese Option bis zu wie viele Wörter enthalten sind.
pt_br: Quando as descrições estiverem ativadas, essa opção determina quantas palavras serão incluídas.

source: Width
de_de: Breite
pt_br: Largura

source: Width and height in pixels used for thumbnails displayed in search results.
de_de: Die Breite und Höhe der Thumbnails für Suchergebnisse in Pixeln.
pt_br: Largura e altura em pixels das miniaturas exibidas nos resultados de busca.

source: Yes, here we go!
de_de: Ja, auf geht’s!
pt_br: Bom, vamos lá!

source: You can also place the <code>[search_live]</code> shortcode on a page or use the <em>Search Live</em> widget in a sidebar.
de_de: Du kann auch den <code>[search_live]</code> Shortcode auf einer Seite oder das <em>Search Live</em> Widget in einer Seitenleiste verwenden.
pt_br: Você pode também colocar o shortcode <code>[search_live]</code> em uma página ou utilizar o widget <em>Search Live</em> na barra lateral.

source: words
de_de: Wörter
pt_br: palavras

source: Placeholder
de_de: Platzhalter
